/* No comment provided by engineer. */
"%.1fG" = "%.1fG";

/* No comment provided by engineer. */
"%.1fK" = "%.1fK";

/* No comment provided by engineer. */
"%.1fM" = "%.1fM";

/* No comment provided by engineer. */
"< 1K" = "< 1K";

/* Title of the dialog that appears when dragging to a file that already exists in the Finder */
"A file already exists with this name." = "Soubor s tímto jménem již existuje.";

/* Explanation text for the dialog that appears when dragging a file to a location where a file with the same name already exists. */
"A file named \\U201C%@\\U201D already exists in \\U201C%@\\U201D. You can choose to use a unique name for the new file, replace the old file, or cancel the drop." = "Soubor “%1$@” již v “%2$@” existuje. Můžete zvolit jiný název souboru, nahradit původní nebo zrušit akci.";

/* No comment provided by engineer. */
"A new version of teleport is available!" = "Nová verze teleportu je k dispozici!";

/* No comment provided by engineer. */
"Accept" = "Akceptovat";

/* No comment provided by engineer. */
"Accept and Reject Others" = "Akceptovat a odmítnout ostatní";

/* Trust request dialog */
"Asking host \\U201C%@\\U201D for trust" = "Žádám host “%@” o důvěru";

/* Text in dialog about accessibility */
"Assistive Device" = "Pomocné zařízení";

/* No comment provided by engineer. */
"Betatester!" = "Betatester!";

/* No comment provided by engineer. */
"Build %@" = "Build %@";

/* Generic cancel button in dialog */
"Cancel" = "Zrušit";

/* Title in certificate selection panel */
"Choose certificate" = "Zvolit certifikát";

/* No comment provided by engineer. */
"Configure\\U2026" = "Nastavení…";

/* Title for connection failure */
"Connection to \\U201C%@\\U201D failed." = "Spojení s “%@” bylo přerušeno.";

/* No comment provided by engineer. */
"controlled by %@" = "ovládán pomocí %@";

/* No comment provided by engineer. */
"controlling %@" = "ovládá %@";

/* Button in dialog */
"Deactivate teleport" = "Deaktivovat teleport";

/* No comment provided by engineer. */
"Delete pairing" = "Smazat párování";

/* Button title */
"Disable Encryption" = "Vypnout šifrování";

/* Text in dialog about accessibility */
"Disabled access for assistive devices" = "Zamezit přístupu pomocných zařízení";

/* No comment provided by engineer. */
"Don't show again" = "Příště nezobrazovat";

/* No comment provided by engineer. */
"Drag & Drop files" = "Táhnout & Pustit soubory";

/* Button title */
"Enable" = "Povolit";

/* Text in dialog for certificate missing error */
"Encryption requires a certificate" = "Šifrování vyžaduje certifikát";

/* No comment provided by engineer. */
"File not sent" = "Soubor nebyl odeslán";

/* No comment provided by engineer. */
"File sent (%@)" = "Soubor odeslán (%@)";

/* Title for control failure */
"Host \\U201C%@\\U201D rejected control." = "Host “%@” odmítl ovládání.";

/* Reason for trust failure */
"Host not accepting any more trusted hosts." = "Host nepřijímá další důveryhodné hosty.";

/* Reason for control failure */
"Host not controllable." = "Host nelze ovládat.";

/* Reason for control failure */
"Host not trusted." = "Host není důvěryhodný.";

/* Explanation in dialog for certificate missing error */
"In order to activate encryption, teleport needs a valid certificate, but couldn't find one in your Keychain.\nYou'll need to create a certificate and re-activate encryption. Note that the certificate algorithm and key size must match between the server and the clients.\n\nWould you like to launch Certificate Assistant to create a new self-signed certificate?\nRecommended settings: RSA 1024 bits, all others to default values." = "K aktivaci šifrování teleport potřebuje certifikát, ale ve vašem Svazku klíčů nebyl nalezen.\nJe třeba vytvořit certifikát a reaktivovat šifrování. Algoritmus a délka klíče musí být pro všechny servery a klienty stejná.\n\nPřejete si spustit Průvodce certifikací a vytvořit nový self-signed certifikát?\nDoporučené nastavení: RSA 1024 bits, jinak původní nastavení.";

/* Button title */
"Launch Assistant" = "Spustit průvodce";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No shared Mac found on local network. Please check \\U201CShare this Mac\\U201D on the Macs you want to control." = "Na místní síty nebyl nalezen žádný sdílený Mac. Zaškrtněte “Sdílet tento Mac” na počítačích, které chcete ovládat.";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Pasteboard not sent" = "Schránka neodeslána";

/* No comment provided by engineer. */
"Pasteboard sent (%@)" = "Schránka odeslána (%@)";

/* Button title */
"Re-enable" = "Reaktivovat";

/* No comment provided by engineer. */
"Reject" = "Odmítnout";

/* Replace button to replace an existing file. */
"Replace" = "Nahradit";

/* No comment provided by engineer. */
"Screen %d - %.0fx%.0f" = "Obrazovka %1$d - %2$.0fx%3$.0f";

/* No comment provided by engineer. */
"Screen to share" = "Sdílená obrazovka";

/* Informative text in certificate selection panel */
"Select the certificate to be used for encryption. It must have the same encryption algorithm as the one used on the other Macs." = "Zvolte certifikát pro šifrování. Je nutné použít stejný algoritmus jako na ostatních počítačích.";

/* No comment provided by engineer. */
"Share this Mac" = "Sdílet tento Mac";

/* No comment provided by engineer. */
"Synchronize pasteboard" = "Synchronizovat schránku";

/* No comment provided by engineer. */
"teleport %@ is now available.\n%@\n\nWould you like to download the new version now?" = "teleport %1$@ je k dispozici.\n%2$@\n\nPřejete si stáhnout novou verzi hned?";

/* No comment provided by engineer. */
"teleport is up-to-date." = "teleport je aktuální.";

/* Explanation in dialog for accessibility */
"The access for assistive devices has been disabled although teleport needs this to operate.\n\nWould you like to re-enable it now or deactivate teleport?" = "Přístup k Podpůrným zařízením byl zakázán, přestože teleport jej vyžaduje.\n\nPřejete si jej znovu povolit, nebo deaktivovat teleport?";

/* No comment provided by engineer. */
"The computer you tried to control rejected your request. You should try on a computer you own." = "Počítač, který se snažíte ovládat, odmítl váš požadavek. Zkuste raději svůj vlastní počítač.";

/* Title for trust failure */
"The host \\U201C%@\\U201D rejected your trust request." = "Host “%@” odmítl váš požadavek.";

/* No comment provided by engineer. */
"The host has probably removed this Mac from its trusted hosts list. Do you want to ask for trust again?" = "Host byl na tomto počítači pravděpodobně odstraněn ze seznamu důvěryhodných. Chcete jej opět přidat?";

/* Invalid protocol error message */
"The Mac you tried to control is using teleport protocol v%d, but you're using v%d." = "Mac, ke kterému se chcete připojit, používá protokol v%1$d, ale vy používáte v%2$d.";

/* No comment provided by engineer. */
"The server may be down, or an encryption problem may have occured. If encryption is enabled, please check that the certificate algorithms match." = "Server nepracuje nebo došlo k chypě šifrování. Pokud je šifrování zapnuté, přesvědčte se, že souhlasí certifikační algoritmy.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. All keystrokes and transfers will be encrypted with this host.\nIf you didn't request the control, you should Reject it." = "Chystáte se umožnit požadujícímu hostu ovládání vaší myši a klávesnice. Všechny stisky kláves a přenosy souborů budou šifrované.\nPokud jste o ovládání dobrovolně nežádali, měli byste jej raději odmítnout.";

/* No comment provided by engineer. */
"This will allow the demanding host to take control of your mouse and keyword. Warning: the keystrokes and transfers will be sent clear on your network. You should enable encryption on both Macs to encrypt these.\nIf you didn't request the control, you should Reject it." = "Chystáte se umožnit požadujícímu hostu ovládání vaší myši a klávesnice. Pozor: klávesy a soubory se budou přenášet po síti bez šifrování. Na obou počítačích je vhodné zapnout šifrování.\nPokud jste o ovládání dobrovolně nežádali, měli byste jej raději odmítnout.";

/* teleport trust request title - certified version */
"Trust request from certified host \\U201C%@\\U201D." = "Požadavek o důvěru z certifikovaného hosta “%@”.";

/* teleport trust request title - uncertified version */
"Trust request from uncertified host \\U201C%@\\U201D." = "Požadavek o důvěru z necertifikovaného hosta “%@”.";

/* Unique button in dialog, to make a unique name of an existing filename */
"Unique" = "Unikátní";

/* Address of unknown trusted host */
"unknown address" = "neznámá adresa";

/* Name of unknown trusted host */
"unknown name" = "neznámé jméno";

/* Name for unamed server */
"unnamed" = "beze jména";

/* Reason for trust failure */
"User rejected your trust request." = "Uživatel odmítl žádost o důvěru.";

/* Invalid protocol error title */
"Wrong protocol version" = "Špatná verze protokolu";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You have the most recent version of teleport." = "Máte aktuální verzi teleportu.";

/* Explanation in dialog for accessibility */
"You must enable access for assistive devices to activate teleport. You may need administrator privileges to do this.\n\nWould you like to enable this now?" = "Pro aktivaci teleportu je nutné povolit přístup pro Podpůrná zařízení. Operace může vyžadovat administrátorská práva.\n\nPřejete si podporu hned zapnout?";

/* Trust request message */
"You should now grant the trust on your other Mac." = "Nyní je třeba dovolit připojení na druhém počítači.";

/* No comment provided by engineer. */
"Your build (%d) is newer than the latest available (%d), so you must be a betatester. Congratulations!" = "Váš build (%1$d) je novější než aktuální (%2$d), takže jsi zjevně betatester. Gratulace!";

/* No comment provided by engineer. */
"zero" = "nula";

